{
  "tvshow": [
    {
      "id": "tt0318871",
      "title": "Berserk",
      "description": "Guts was brought up by a mercenary group since birth. After killing his guardian in self-defence, he runs away. Years later, he encounters Griffith and The Band of the Hawk. The Hawks fight for the King of Midland, and after winning the 100-year war against the neighbouring Chuda, they become the King's personal guard. However, once they reach the top, things take a turn for the worse.",
      "date": "1997 - 1998",
      "genre": "Animation, Action, Adventure, Horror",
      "img": "R.drawable.poster_berserk"
    },
    {
      "id": "tt4834232",
      "title": "Critical Role",
      "description": "The campaign follows a group of adventurers in the world of Exandria where they accomplish many tasks that lead them throughout the continent of Tal'Dorei and beyond. The farther they go on their journey the more they learn just how big the world can be and how heavy a weight it can impose; along with how chaotic, cold, and cruel. Will this band of misfits survive their little adventure and is there more waiting unseen beyond the edge of their perception? The only way to find out is to watch their stories unfold within the glorious episodes of....Critical Role....",
      "date": "2015 - ",
      "genre": "Adventure, Fantasy",
      "img": "R.drawable.poster_criticalrole"
    },
    {
      "id": "tt3398540",
      "title": "Haikyuu!!",
      "description": "Hinata Shouyou, a short middle school student, gained a sudden love of volleyball after watching a national championship match on TV. Determined to become like the championship's star player, a short boy nicknamed \"the small giant\", Shouyou joined his school's volleyball club. Unfortunately, he was the only member and the club didn't have so much as a place to practice. He didn't let that deter him, however, and, upon finally acquiring 5 other players in his final year, was able to compete in an actual competition - only for his team to be unlucky enough to face the championship favorite and its star player, Kageyama Tobio, called \"the king of the court\", in the first round. Though Shouyou's team suffers a crushing defeat, he vows to become better and eventually surpass Kageyama. Now Shouyou is starting his first year in high school - the very one he had first watched in the national championships. He's going to join the volleyball team, practice constantly, and wipe the floor with Kageyama the next time they meet on the court. ...or at least that's what Shouyou had planned, until he discovers that he and Kageyama are now in the same school. The volleyball team definitely needs their skills, but only if they can stop bickering and learn to work together as teammates.",
      "date": "2014 - 2020",
      "genre": "Animation, Comedy, Drama, Sport",
      "img": "R.drawable.poster_haikyuu"
    },
    {
      "id": "tt2303687",
      "title": "Line of Duty",
      "description": "Line of Duty follows Detective Seargent Steve Arnott (Martin Compston), an former authorized firearms officer who led an operation to catch an Islamic terrorist intending to detonate a bomb, but the strike team mistakenly entered the wrong apartment and shot dead an unarmed innocent man. In the subsequent investigation Arnott refused to cover up negligence in the planning and execution of the raid and unable to work in his unit anymore, Arnott receives a transfer to AC-12, a unit tasked with uncovering police corruption. Arnott is partnered with D.C. Kate Fleming (Vicky McClure), a highly-commended undercover officer with a keen investigative instinct. They work under the supervision of Superintendent Ted Hastings (Adrian Dunbar), who is one of several Senior Investigating Officers responsible for uncovering corruption within the police force. Throughout the series, AC-12 investigate seemingly disparate cases involving seemingly-corrupt police officers, with each series focusing on a different corrupt officer and AC-12 soon realize the pervasive nature of corruption and the police's deep-rooted links to an organized crime group with ties to drug running, prostitution, child exploitation and people trafficking.",
      "date": "2012 - ",
      "genre": "Crime, Drama, Mystery",
      "img": "R.drawable.poster_lineofduty"
    },
    {
      "id": "tt1534360",
      "title": "Ezel",
      "description": "Omer is a young man, full of beauty and good spirit. He has just returned from military service and is about to marry the girl of his dreams, the stunning Eysan. His two best friends, Cengiz and Ali are like brothers to him, and he trusts them with all his heart. Everything seams perfect, as his whole life lies in front of him. The drama starts when the police storms into Omer's bedroom when he is still sleeping. He gets arrested for a murder and robbery at the casino the night before. Omer gets imprisoned for the crime - his life is shattered, friends and fiancé disappears. Instead, one single question is preyed on his mind for the next ten years: Why? It is obvious that Omer has been set up, but could such a terrible crime really have been planned by his two best friends and his fiancé Eysan? Omer gets eventually declared dead in prison, but the death is a cover up for the revenge to come. After plastic surgery Omer returns as Ezel, with only one mission in life - to find an explanation, and to take everything away from those who once destroyed his life. But first, he has to kill the constant, incorrigible, and endless love he still carries for the girl of his dreams, Eysan.",
      "date": "2009 - 2011",
      "genre": "Crime, Drama, Thriller",
      "img": "R.drawable.poster_ezel"
    },
    {
      "id": "tt4236770",
      "title": "Yellowstone",
      "description": "Yellowstone follows the Dutton family, led by John Dutton, who controls the largest contiguous ranch in the United States, under constant attack by those it borders - land developers, an Indian reservation, and America's first National Park. It is an intense study of a violent world far from media scrutiny - where land grabs make developers billions, and politicians are bought and sold by the world's largest oil and lumber corporations. Where drinking water poisoned by fracking wells and unsolved murders are not news: they are a consequence of living in the new frontier. It is the best and worst of America seen through the eyes of a family that represents both.",
      "date": "2018 - ",
      "genre": "Drama, Western",
      "img": "R.drawable.poster_yellowstone"
    },
    {
      "id": "tt3895150",
      "title": "Shigatsu wa Kimi no Uso",
      "description": "Piano prodigy Arima Kousei dominated the competition and all child musicians knew his name. But after his mother, who was also his instructor, passed away, he had a mental breakdown while performing at a recital that resulted in him no longer being able to hear the sound of his piano even though his hearing was perfectly fine. Even two years later, Kousei hasn't touched the piano and views the world in monotone, and without any flair or color. He was content at living out his life with his good friends Tsubaki and Watari until, one day, a girl changed everything. Miyazono Kaori is a pretty, free spirited violinist whose playing style reflects her personality. Kaori helps Kousei return to the music world and show that it should be free and mold breaking unlike the structured and rigid style Kousei was used to.",
      "date": "2014 - 2015",
      "genre": "Animation, Drama, Music",
      "img": "R.drawable.poster_shigatsu"
    },
    {
      "id": "tt4295140",
      "title": "Chef's Table",
      "description": "Chef's Table goes inside the lives and kitchens of six of the world's most renowned international chefs. Each episode focuses on a single chef and their unique look at their lives, talents and passion from their piece of culinary heaven.",
      "date": "2015 - ",
      "genre": "Documentary",
      "img": "R.drawable.poster_chef"
    },
    {
      "id": "tt4288182",
      "title": "Atlanta",
      "description": "Atlanta is one of the top cities for young rappers looking to make a name for themselves in the business. Among those up-and-comers is Alfred Miles, a hot new artist who is trying to understand the line between real life and street life. He is managed by his cousin, Earn, who gets caught up in the local rap scene and his cousin's career after returning home to the ATL. Earn does whatever he can to try to get Alfred's career to the next level. Darius, the rapper's right-hand man and visionary, is also in Alfred's entourage. When Earn isn't busy managing his cousin's career, he spends much of his time with best friend Vanessa, who is also the mother of his daughter.",
      "date": "2016 - ",
      "genre": "Comedy, Drama, Music",
      "img": "R.drawable.poster_atlanta"
    },
    {
      "id": "tt4574334",
      "title": "Stranger Things",
      "description": "In a small town where everyone knows everyone, a peculiar incident starts a chain of events that leads to the disappearance of a child, which begins to tear at the fabric of an otherwise peaceful community. Dark government agencies and seemingly malevolent supernatural forces converge on the town, while a few of the locals begin to understand that there's more going on than meets the eye.",
      "date": "2016 - ",
      "genre": "Drama, Fantasy, Horror",
      "img": "R.drawable.poster_stranger"
    }
  ]
}